"%1 already exists.\nDo you want to replace it?"="%1 已存在。\n是否将其替换?";
"%1 days left"="剩余 %1 天";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\n目录未找到。\n请验证给出了正确的目录名。";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\n文件未找到。\n请验证给出了正确的文件名。";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s 当前离线，但您的课程会在您下次打开课程应用程序时自动显示。";
"&Abort"="中止(&A)";
"&Add to Custom Colors"="添加到自定义颜色(&A)";
"&Basic colors"="基本颜色(&B)";
"&Cancel"="取消(&C)";
"&Copy"="复制(&C)";
"&Custom colors"="自定义颜色(&C)";
"&Define Custom Colors >>"="定义自定义颜色(&D) >>";
"&Delete"="删除(&D)";
"&Finish"="完成(&F)";
"&Green:"="绿色(&G):";
"&Help"="帮助(&H)";
"&Ignore"="忽略(&I)";
"&Name:"="名称(&N)：";
"&Next >"="下一步(&N) >";
"&Next >"="下一步(&N) >";
"&No"="否(&N)";
"&No"="否(&N)";
"&Open"="打开(&O)";
"&Options <<"="选项(&O) <<";
"&Options >>"="选项(&O) >>";
"&Paste"="粘贴(&P)";
"&Print"="打印(&P)";
"&Red:"="红色(&R):";
"&Redo"="恢复(&R)";
"&Reload"="重新加载(&R)";
"&Rename"="重命名(&R)";
"&Retry"="重试(&R)";
"&Sat:"="统计(&S):";
"&Save"="保存(&S)";
"&Undo"="撤消(&U)";
"&Unsorted"="未排序(&U)";
"&Val:"="值(&V):";
"&Yes"="是(&Y)";
"&Yes"="是(&Y)";
"..."="...";
":"=":";
"< &Back"="< 上一步(&B)";
"< Share Options"="< 共享选项";
"< Share with SMART Board"="< 与 SMART Board 共享";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>关于 Qt</h3>%1<p>Qt 是用于跨平台应用程序开发的 C++ 工具包。</p><p>Qt 可提供跨 MS&nbsp;Windows、Mac&nbsp;OS&nbsp;X、Linux 以及所有主要 Unix 变体的单源可移植性。Qt 还可用于诸如 Qtopia Core 的嵌入式设备。</p><p>Qt 是一个 Trolltech 产品。有关详细信息，请参阅 <tt>http://www.trolltech.com/qt/</tt>。</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>此程序使用 Qt 开源版本 %1。</p><p>Qt 开源版本是专为开发开源应用程序设计的。您需要使用商用 Qt 许可证才能开发专用（闭源）应用程序。</p><p>有关 Qt 许可的概述，请参阅 <tt>http://www.trolltech.com/company/model.html</tt>。</p>";
"<p>This program uses Qt version %1.</p>"="<p>此程序使用 Qt 版本 %1。</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="此版本的 SMART Notebook 软件需要 SMART Notebook Advantage 产品密钥。详情请参见 <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>。";
"A&lpha channel:"="A&lpha 信道:";
"A0 (841 x 1189 mm)"="A0（841 x 1189 毫米）";
"A1 (594 x 841 mm)"="A1（594 x 841 毫米）";
"A2 (420 x 594 mm)"="A2（420 x 594 毫米）";
"A3 (297 x 420 mm)"="A3（297 x 420 毫米）";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4（210 x 297 毫米, 8.26 x 11.7 英寸）";
"A5 (148 x 210 mm)"="A5（148 x 210 毫米）";
"A6 (105 x 148 mm)"="A6（105 x 148 毫米）";
"A7 (74 x 105 mm)"="A7（74 x 105 毫米）";
"A8 (52 x 74 mm)"="A8（52 x 74 毫米）";
"A9 (37 x 52 mm)"="A9（37 x 52 毫米）";
"Abort"="中止";
"About %1"="关于 %1";
"About Qt"="关于 Qt";
"Account"="帐户";
"Activate"="激活";
"Activated"="已激活";
"Activates the program's main window"="激活程序的主窗口";
"Activation Key"="激活码";
"Activation Web Services:"="激活 Web 服务：";
"Activation Wizard"="激活向导";
"Activation Wizard is outdated."="激活向导已过期。";
"Activation required"="需激活";
"Add Boards"="添加白板";
"Advanced"="高级";
"Aliases: %1"="别名: %1";
"All Files (*)"="所有文件 (*)";
"All Files (*.*)"="所有文件 (*.*)";
"All pending requests have been canceled."="所有未完成的请求已被取消。";
"Apply"="应用";
"Are you sure you want to delete license information?"="确实要删除许可证信息吗?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="确定要退回此产品的产品密钥？此计算机上的许可证将立即被禁用（在退回完成之前）。";
"Authentication Required"="需要身份验证";
"Authentication required"="需要身份验证";
"Automatic Activation"="自动激活";
"B0 (1000 x 1414 mm)"="B0（1000 x 1414 毫米）";
"B1 (707 x 1000 mm)"="B1（707 x 1000 毫米）";
"B10 (31 x 44 mm)"="B10（31 x 44 毫米）";
"B2 (500 x 707 mm)"="B2（500 x 707 毫米）";
"B3 (353 x 500 mm)"="B3（353 x 500 毫米）";
"B4 (250 x 353 mm)"="B4（250 x 353 毫米）";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5（176 x 250 毫米, 6.93 x 9.84 英寸）";
"B6 (125 x 176 mm)"="B6（125 x 176 毫米）";
"B7 (88 x 125 mm)"="B7（88 x 125 毫米）";
"B8 (62 x 88 mm)"="B8（62 x 88 毫米）";
"B9 (44 x 62 mm)"="B9（44 x 62 毫米）";
"Back"="返回";
"Bl&ue:"="蓝色(&U):";
"Browse Content"="浏览内容";
"Browse..."="浏览...";
"C5E (163 x 229 mm)"="C5E（163 x 229 毫米）";
"Cancel"="取消";
"Canceled"="已取消";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="无法验证密钥。再次尝试激活。\n\n如果问题仍然存在，记下任何错误消息，然后联系 SMART 技术支持。";
"Centimeters (cm)"="厘米 (cm)";
"Check Activation Server Connectivity"="检查激活服务器连接";
"Check for renewals complete. No renewals found."="续期检查完成。未找到续期。";
"Checking..."="正在检查...";
"Choose your SMART Board"="选择您的 SMART Board";
"Class ID"="班级 ID";
"Class Name"="班级名称";
"Cleaning up a few things..."="正在清理一些内容...";
"Click here to test connectivity."="点击这里测试连接。";
"Close"="关闭";
"Close without Saving"="关闭但不保存";
"Collate"="排序";
"Color"="颜色";
"Color Mode"="颜色模式";
"Commit"="提交";
"Complete Later"="稍后完成";
"Connect"="连接";
"Connected to host"="已连接到主机";
"Connected to host %1"="已连接到主机 %1";
"Connection Options"="连接选项";
"Connection Options..."="连接选项...";
"Connection closed"="连接已关闭";
"Connection refused"="连接被拒绝";
"Connection refused (or timed out)"="连接被拒绝（或超时）";
"Connection to %1 closed"="与 %1 的连接已关闭";
"Contact Support at:"="“支持部门”联系方式：";
"Contact technical support"="联系技术支持";
"Continue"="继续";
"Copies"="份数";
"Copies:"="份数：";
"Copy"="复制";
"Copy &Link Location"="复制链接位置 (&L)";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="无法激活。激活服务器可能存在问题。请稍后重试。";
"Could not connect to the server. Trying again..."="无法连接到服务器。正在重试...";
"Couldn't find a board with that code. Want to try again?"="无法找到具有该代码的白板。是否要重试？";
"Couldn't load profile"="无法加载配置文件";
"Couldn't start the trial period."="无法开始试用期。";
"Count"="计算";
"Create New Folder"="新建文件夹";
"Create a New File"="创建一个新文件";
"Create a link to this document"="创建此文档的链接";
"Creating ..."="创建...";
"Cu&t"="剪切(&T)";
"DLE (110 x 220 mm)"="DLE（110 x 220 毫米）";
"Data corrupted"="数据已损坏";
"Delete"="删除";
"Detail View"="详细信息视图";
"Details:"="详细信息：";
"Directories"="目录";
"Directory"="目录";
"Disabled"="已禁用";
"Discard"="丢弃";
"Do you want to discard this request or complete it later?"="是否要放弃此请求或稍后完成？";
"Don't Save"="不保存";
"Don't show this again"="不再显示";
"Done"="完成";
"Download incomplete. Received %1 bytes, expected %2 bytes."="下载未完成。收到 %1 字节，共 %2 字节。";
"Drive"="驱动器";
"Duplex Printing"="双面打印";
"Error writing response to device"="向设备写入响应时出错";
"Examples"="示例";
"Executable '%1' requires Qt %2, found Qt %3."="可执行文件 '%1' 需要使用 Qt %2，已找到 Qt %3。";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive（7.5 x 10 英寸, 191 x 254 毫米）";
"Expired"="已到期";
"Expired on %1"="已在 %1 到期";
"Expires on %1"="在 %1 到期";
"Failed due to a data error. Please contact our support."="由于数据错误导致失败。请联系我们的技术支持。";
"Failed to cancel all pending requests."="取消所有未完成请求失败。";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="无法连接到 SMART 服务器。请稍候重试，或者尝试手动激活。";
"Failed to write activation information. Make sure you have enough permissions."="写入激活信息失败。确保您有足够的权限。";
"Failed. Details: "="失败。详细信息： ";
"False"="错";
"File"="文件";
"File name:"="文件名:";
"Files of type:"="文件类型:";
"Finished"="已完成";
"Folio (210 x 330 mm)"="Folio（210 x 330 毫米）";
"Form"="表单";
"From page:"="起始页:";
"Fulfillment ID"="实现 ID";
"Get started with SMART Notebook software"="开始使用 SMART Notebook 软件";
"Getting things ready..."="正在做各项准备...";
"Go Back"="返回";
"Grace period has expired."="宽限期已到期。";
"Grace period: <b>%1</b> day(s) remaining"="宽限期：剩余 <b>%1</b> 天";
"Grayscale"="灰度";
"Great! Your lesson is on its way to the SMART Board."="非常好！您的课程正在传送到 SMART Board。";
"HTTP request failed"="HTTP 请求失败";
"HTTPS connection requested but SSL support not compiled in"="已请求 HTTPS 连接但 SSL 支持没有编译进来";
"Height:"="高度：";
"Help"="帮助";
"Hide %1"="隐藏 %1";
"Hide Others"="隐藏其它";
"Host %1 found"="找到主机 %1";
"Host %1 not found"="未找到主机 %1";
"Host found"="找到主机";
"Host requires authentication"="主机需要身份验证";
"Host:"="主机：";
"Hu&e:"="色调(&E):";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="我接受<a href=\"showEula()\">许可协议</a>中的条款。";
"Ignore"="忽略";
"Inches (in)"="英寸 (in)";
"Include your name to help students find your class quickly."="请包括您的姓名以帮助学生快速找到您的班级。";
"Includes maintenance ending on:"="包括将在以下日期终止的维护：";
"Includes permanent activations."="包括永久激活。";
"Includes subscriptions expiring on:"="包括将在以下日期到期的订阅：";
"Incompatible Qt Library Error"="不兼容的 Qt 库错误";
"Installation ID"="安装 ID";
"Internet access is disabled by the system administrator."="互联网访问已被系统管理员禁用。";
"Invalid"="无效";
"Invalid HTTP chunked body"="无效的 HTTP 臃肿体";
"Invalid HTTP response header"="无效的 HTTP 响应头";
"Invalid entitlement"="无效的授权";
"Invalid product key."="无效产品密钥。";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="白板的课程库似乎已满。您可以删除一些课程以释放空间。";
"Landscape"="横向";
"Learn how to renew."="了解如何续订。";
"Learn more."="了解更多信息";
"Learn the Basics"="了解基础知识";
"Ledger (432 x 279 mm)"="Ledger（432 x 279 毫米）";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal（8.5 x 14 英寸, 216 x 356 毫米）";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter（8.5 x 11 英寸, 216 x 279 毫米）";
"Limitations"="限制";
"List View"="列表视图";
"Location:"="位置：";
"Long side"="长边";
"Look in:"="查找范围:";
"Lync connector"="Lync 连接器";
"Manage"="管理";
"Manual Request"="手动请求";
"Margins"="边距";
"Microsoft (personal)"="Microsoft（个人）";
"Millimeters (mm)"="毫米 (mm)";
"My Computer"="我的电脑";
"N&o to All"="全都不是(&O)";
"N&o to All"="全都不是(&O)";
"Name:"="名称：";
"No Internet Connection"="没有互联网连接";
"No boards yet. Get connected."="尚无白板。已连接。";
"No proxy"="无代理";
"No server set to connect to"="未设置服务器连接到";
"No space left on device"="设备上没有可用空间";
"No such file or directory"="没有此类文件或目录";
"No, I'll complete my request(s) later."="否，我稍后再完成请求。";
"No, cancel all pending requests."="否，取消所有未完成请求。";
"None"="无";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="注意：如果网址不能访问，请调整您的代理设置，并尝试再次测试连接。";
"Number of copies:"="份数:";
"OK"="确定";
"Office 365 (school)"="Office 365（学校）";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="糟糕！我们无法完成您的登录操作。请重试。\n\n如果重新登录不起作用，请暂时跳过登录，稍后从“帐户”菜单重试。";
"Oops. Something went wrong. Restarting the computer might help."="哎呀。出错了。重新启动计算机可能有助于解决问题。";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="哎呀。我们无法在没有互联网连接的情况下完成该操作。\n\n请重新连接，然后重试。";
"Oops. We couldn't load your profile right now. Please try again later."="哎呀。我们无法立即加载您的配置文件。请稍后重试。";
"Open"="打开";
"Open "="打开 ";
"Open in SMART Notebook on this computer."="在此计算机上的 SMART Notebook 中打开。";
"Open in the Notebook Player app on my SMART Board with iQ."="在我的 SMART Board 上使用 iQ 在 Notebook 播放器应用程序中打开。";
"Operation completed successfully."="操作已成功完成。";
"Options"="选项";
"Orientation"="定位";
"Orientation:"="定位:";
"Output &file:"="输出文件(&F)：";
"Output Settings"="输出设置";
"P&roperties"="属性(&R)";
"Page size:"="页面尺寸:";
"Pages from"="页面来自";
"Paper"="纸张";
"Paper format"="纸张格式";
"Paper source:"="纸张来源:";
"Parent Directory"="父级目录";
"Password"="密码";
"Password:"="密码：";
"Permission Required"="需要权限";
"Permission denied"="权限已拒绝";
"Phone: 1.866.518.6791 or +1.403.228.5940"="电话：1.866.518.6791 或 +1.403.228.5940";
"Please try again"="请再试一次";
"Please try again later"="请稍后重试";
"Points (pt)"="磅 (pt)";
"Portrait"="纵向";
"PostScript Files (*.ps);;All Files (*)"="PostScript 文件 (*.ps);;所有文件 (*)";
"Preferences..."="首选项...";
"Premium features expired on %1"="高级功能已在 %1 到期";
"Premium features will expire on %1 without an active subscription"="如果没有有效的订用，高级功能将在 %1 到期";
"Preparing your document. This can take a while..."="准备您的文档。这可能需要一段时间……";
"Preview"="预览";
"Print all"="全部打印";
"Print destination"="打印目标";
"Print first page first"="先打印第一页";
"Print in color if available"="彩色打印（如果可用）";
"Print in grayscale"="灰阶打印";
"Print last page first"="先打印最后一页";
"Print range"="打印范围";
"Print selection"="打印选择";
"Print to File (PDF)"="打印到文件 (PDF)";
"Print to File (Postscript)"="打印到文件 (Postscript)";
"Print to SMART Notebook"="打印至 SMART Notebook";
"Print to file:"="打印到文件:";
"Print to printer:"="打印到打印机:";
"Printer"="打印机";
"Printer settings"="打印机设置";
"Product"="产品";
"Product Key"="产品密钥";
"Product Key is not valid"="产品密钥无效";
"Product Key:"="产品密钥：";
"Product key has expired."="产品密钥已过期。";
"Product:"="产品：";
"Profile"="配置文件";
"Proxy Settings"="代理设置";
"Proxy authentication required"="需要代理身份验证";
"Proxy requires authentication"="代理需要身份验证";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="退出";
"Quit %1"="退出%1";
"Recent"="近期";
"Recents"="近期";
"Remaining signed in will give you access to SMART Notebook's basic features."="保持登录状态可让您访问 SMART Notebook 的基本功能。";
"Request Files (%1)"="请求文件 (%1)";
"Request aborted"="请求已中止";
"Request denied. See Technical Details below for more information."="请求被拒绝。请参阅下面的技术详细信息，了解更多信息。";
"Request type: Activate"="请求类型：激活";
"Request type: Renew"="请求类型：续期";
"Request type: Repair"="请求类型：修补";
"Request type: Return"="请求类型：返回";
"Request:"="请求：";
"Reset"="重置";
"Response Files (%1)"="响应文件 (%1)";
"Restore Defaults"="恢复默认值";
"Result:"="结果：";
"Retrieving your account information..."="正在检索您的帐户信息...";
"Retry"="重试";
"Reverse"="反转";
"Reverse landscape"="反向横向";
"Reverse portrait"="反向纵向";
"SMART Account"="SMART 帐户";
"SMART Document Camera Mixed Reality Tools"="SMART Document Camera 混合现实工具";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite 在线 - 随时随地访问 Notebook";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro 个人版";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="SMART Meeting Pro 的 Microsoft Lync 连接器";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="SMART Notebook 3D 工具";
"SMART Notebook <a href='%1'>premium features</a>"="SMART Notebook <a href='%1'>高级功能</a>";
"SMART Notebook Collaborative License"="SMART Notebook 协作式许可";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook 英语词汇示例 1";
"SMART Notebook History Example 1"="SMART Notebook 历史示例 1";
"SMART Notebook Math Example 1"="SMART Notebook 数学示例 1";
"SMART Notebook Math Example 2"="SMART Notebook 数学示例 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook 科学示例 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="SMART Table 工具包";
"SMART Technologies - Activation Wizard"="SMART Technologies — 激活向导";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="SSL 握手失败";
"Save"="保存";
"Save All"="全部保存";
"Save As"="另存为";
"Search the SMART Exchange"="搜索 SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="参阅此<a href='%1'>知识库文章</a>和<a href='%2'>故障排除图，</a>了解解决连接问题（尤其是使用代理时）的详细信息。";
"Select All"="全选";
"Select a Directory"="选择一个目录";
"Select color"="选择颜色";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="选择您希望如何将此文件共享到您的 SMART Learning Suite 在线配置文件";
"Select the Response File"="选择响应文件。";
"Selection"="选择";
"Send to SMART Cloud"="发送到 SMART Cloud";
"Server closed connection unexpectedly"="服务器意外关闭连接";
"Services"="服务";
"Share"="共享";
"Share Now"="立即共享";
"Share this file with the Lessons app on a SMART Board"="在 SMART Board 上与课程应用共享此文件";
"Share this file with the Notebook Player app on a SMART Board"="在 SMART Board 上与 Notebook 播放器应用共享此文件";
"Share to SMART Board with iQ"="与带 iQ 的 SMART Board 共享";
"Share to the Notebook Player app"="共享到 Notebook 播放器应用";
"Share using a link"="使用链接进行共享";
"Share with a SMART Board"="与 SMART Board 共享";
"Short side"="短边";
"Show &hidden files"="显示隐藏的文件(&H)";
"Show All"="全部显示";
"Sign In"="登录";
"Sign In Again"="重新登录";
"Sign Out"="注销";
"Sign in"="登录";
"Sign in didn't work"="登录未成功";
"Sign in is required for accessing key SMART features."="必须登录才可以访问重要的 SMART 功能。";
"Sign in to or create a SMART account"="登录或创建 SMART 帐户";
"Sign in to use this feature"="登录以使用此功能";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="登录您的 SMART 帐户以获得 SMART 订阅权益，或在限制模式中使用 SMART。";
"Sign in with Google"="使用 Google 登录";
"Sign in with a Google, Office 365 or Microsoft personal account."="使用 Google、Office 365 或 Microsoft 个人帐户登录。";
"Sign in with a browser"="使用浏览器登录";
"Sign up for free"="免费注册";
"Sign up for the latest updates from SMART"="注册以获取 SMART 的最新更新";
"Signed in as:"="登录为：";
"Skip Sign In"="跳过登录";
"Skip sign in for now"="暂时跳过登录";
"Skipped sign in"="已跳过登录";
"Software enabled"="软件已启用";
"Some of your license keys have expired. Click here for more info."="部分许可密匙已过期。单击此处获取更多信息。";
"Some of your license keys will expire in %1 days. Click here for more info."="部分许可密匙将在%1 天后过期。单击此处获取更多信息。";
"Something went wrong. Want to try again?"="出错了。是否要重试？";
"Sort"="排序";
"Sort by &Date"="按日期排序(&D)";
"Sort by &Name"="按名称排序(&N)";
"Sort by &Size"="按大小排序(&S)";
"Status"="状态";
"Status:"="状态:";
"Stay Inspired"="获取灵感";
"Subscription: <b>%1</b> day(s) remaining"="订阅：剩余 <b>%1</b> 天";
"Succeeded"="成功";
"Symbolic Link"="符号链接";
"Tabloid (279 x 432 mm)"="Tabloid（279 x 432 毫米）";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="点击课程应用中的“连接”图标 %s 以获取 4 个字符的代码，然后在下面键入该代码。";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="点击 Notebook 播放器应用中的“连接”图标 %s 以获取 4 个字符的代码，然后在下面键入该代码。";
"Test Connectivity..."="测试连接...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="该电子邮件地址已关联至一个 SMART 帐户。尝试以其它电子邮件地址注册。";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="真奇怪......\n\n我们不知道发生了什么，但现在您无法登录。";
"The activation didn't complete. See below for status information."="激活未完成。请查看下面的状态信息。";
"The following Product Key is not valid: "="以下产品密钥无效： ";
"The information copied successfully, and your Internet browser will open."="信息已成功复制，您的网络浏览器将打开。";
"The installed version of this product requires a newer maintenance license."="此产品的已安装版本需要新的维护许可证。";
"The link has been copied to the clipboard."="已将链接复制到剪贴板。";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="此产品密钥的激活次数超过最大值。请联系我们的技术支持以获得帮助。";
"The product key you are using has been canceled. Please contact SMART support for more information."="您使用的产品密钥已被取消。有关详细信息，请联系 SMART 技术支持。";
"The product key you entered is already in the list."="您输入的产品密钥已在列表中。";
"The request file saved successfully. Copy the file to another computer to continue."="请求文件已成功保存。复制该文件到其它计算机以继续。";
"The request succeeded on some of your product keys, but it didn't succeed on others."="该请求在您的一些产品密钥上获得成功，但在其他产品密钥上未成功。";
"The sign in took too long and has expired."="登录时间太长，已过期。";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="系统正在维护，将很快可以使用。很抱歉给您带来不便。";
"The trial period has started."="试用期已经开始。";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="此密钥无法激活。再次尝试激活。\n\n如果问题仍然存在，记下任何错误消息，然后联系 SMART 技术支持。";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="此密钥的授权记录配置不正确。请联系 SMART 技术支持。";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="要连接到 SMART，您需要输入代理 %s 的用户名和密码";
"To page:"="结束页:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="要成功激活产品密钥，所有连接都必须成功。绿色复选标记表示成功的连接。";
"Too many open files"="打开了太多的文件";
"Trial Extension"="试用延长版";
"Trial: <b>%1</b> day(s) remaining"="试用：剩余<b>%1</b> 天";
"True"="对";
"Try Again"="请重试";
"Try again later or try a manual request now."="请稍后重试，或者马上尝试手动请求。";
"Try it Online!"="在线试试！";
"Type your user name and password."="请键入您的用户名和密码。";
"Type:"="类型：";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope（105 x 241 毫米）";
"Unable to complete your request."="无法完成您的请求。";
"Unable to copy."="无法复制。";
"Unable to create your file."="无法创建文件。";
"Unable to open %1 for writing."="无法打开 %1 进行写入。";
"Unable to open source file for reading."="无法打开源文件进行读取。";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="无法打开网络浏览器。请尝试手动打开浏览器或使用其他计算机以继续。";
"Unable to read response from file."="无法读取文件的响应。";
"Unable to rename %1 to %2."="无法重命名 %1 为 %2。";
"Unable to save your request."="无法保存您的请求。";
"Unknown"="未知";
"Unknown Location"="未知位置";
"Unknown authentication method"="未知的身份验证方式";
"Unknown error"="未知错误";
"Unknown error."="未知错误。";
"Unknown protocol specified"="指定了未知协议";
"Upload this document and create a link to share with others."="上传此文档并创建一个链接以与他人共享。";
"Upload to SMART Cloud"="上传到 SMART Cloud";
"Uploading your file..."="正在上传您的文件...";
"Use Internet Explorer settings"="使用 Internet Explorer 设置";
"Use System settings"="使用系统设置";
"Use other proxy:"="使用其他代理：";
"User Name:"="用户名：";
"User name:"="用户名：";
"Valid for versions released before %1"="对 %1 之前的版本有效";
"Version %s"="版本 %s";
"Volume activated"="已批量激活";
"We couldn't process that response. The request comes from a different computer or has already been processed."="我们无法处理该响应。请求来自不同的计算机或已被处理。";
"We'll remember %s for next time."="我们下一次会记住 %s。";
"Web:"="网站：";
"Welcome to %1 software from SMART Technologies."="欢迎使用 SMART Technologies 的 %1 软件。";
"Welcome to SMART Notebook"="欢迎使用 SMART Notebook";
"What's This?"="这是什么?";
"Width:"="宽度：";
"Working on it."="正在处理。";
"Working on it.."="正在处理..";
"Working on it..."="正在处理...";
"Wrong content length"="错误的内容长度";
"Yes to &All"="全部都是(&A)";
"Yes to &All"="全部都是(&A)";
"Yes, I have a numeric response code similar to %1."="是，我有一个类似 %1 的数字响应代码。";
"Yes, I have a response file."="是，我有一个响应文件。";
"Yes, I have a response message that starts with %1."="是，我有一个以 %1 开头的响应消息。";
"Yes, I have an activation key similar to %1."="是，我有一个类似 %1 的激活密钥。";
"You can close this tab and return to SMART Notebook."="您可以关闭此选项卡并返回到 SMART Notebook。";
"You can manage your account and the class ID from the Account menu."="您可以从“帐户”菜单管理帐户和班级 ID。";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="您可以稍后从“帐户”菜单登录。必须登录才可以使用多项重要的 SMART 功能。";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="您选择不让我们的应用程序访问您的帐户。在接受前，您无法使用我们的应用程序。";
"You have %1 days to complete activation."="您有 %1 days 天时间来完成激活。";
"You have signed out"="您已登出";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="您尚未向 SMART 授予访问您帐户信息的权限，而这是登录所必需的。是否要重新尝试登录？";
"You may wish to send results to your organization's technical support contact."="您可能希望将结果发给您所在组织的技术支持联系人。";
"You need to sign in before you can use this feature."="您需要登录才可以使用此功能。";
"You're all set!"="您已准备就绪！";
"You're unable to change these settings because you manually configured a proxy."="无法更改这些设置，原因是您手动配置了代理。";
"You've skipped the sign in for now. You can sign in later from the Account menu."="您已暂时跳过登录。您可以稍后从“帐户”菜单登录。";
"Your SMART Boards"="您的 SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="您的 SMART Learning Suite 订阅将在 %d 天后到期。了解如何续订。";
"Your SMART account"="您的 SMART 帐户";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="您的浏览器已打开一个登录页面。您将在登录后返回此处。";
"Your first trial extension is activated."="您的第一个试用延长版已经激活。";
"Your first trial extension isn't activated."="您的第一个试用延长版没有激活。";
"Your second trial extension is activated."="您的第二个试用延长版已经激活。";
"Your second trial extension isn't activated."="您的第二个试用延长版没有激活。";
"Your trial period has ended."="您的试用期已经结束。";
"bottom margin"="下边距";
"left margin"="左边距";
"locally connected"="本地连接";
"right margin"="右边距";
"to"="到";
"top margin"="上边距";
"unknown"="未知";
